Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# auth.code_placeholder
source: 6-digit code or password
de: 6-stelliger Code oder Passwort
es: Codigo de 6 digitos o contrasena
fr: Code a 6 chiffres ou mot de passe
it: Codice a 6 cifre o password
pt_br: Codigo de 6 digitos ou senha
ru: 6-значный код или пароль

# auth.continue_guest
source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en invite
it: Continua come ospite
pt_br: Continuar como convidado
ru: Продолжить как гость

# auth.continue_with_email
source: Continue with Email
de: Mit E-Mail fortfahren
es: Continuar con correo electronico
fr: Continuer avec e-mail
it: Continua con e-mail
pt_br: Continuar com e-mail
ru: Продолжить с email

# auth.continue_with_google
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
pt_br: Continuar com Google
ru: Продолжить с Google

# auth.create_account_log_in
source: Create Account / Log In
de: Konto erstellen / Einloggen
es: Crear cuenta / Iniciar sesion
fr: Creer un compte / Se connecter
it: Crea account / Accedi
pt_br: Criar conta / Entrar
ru: Создать аккаунт / Войти

# auth.email_address_placeholder
source: Email address
de: E-Mail-Adresse
es: Correo electronico
fr: Adresse e-mail
it: Indirizzo e-mail
pt_br: Endereco de e-mail
ru: Адрес электронной почты

# auth.enter_code_title
source: Enter the 6-digit code sent to your email, or enter your password
de: Gib den 6-stelligen Code aus deiner E-Mail oder dein Passwort ein
es: Ingresa el codigo de 6 digitos enviado a tu correo o escribe tu contrasena
fr: Saisissez le code a 6 chiffres envoye par e-mail, ou votre mot de passe
it: Inserisci il codice a 6 cifre inviato alla tua e-mail oppure la tua password
pt_br: Digite o codigo de 6 digitos enviado para seu e-mail ou digite sua senha
ru: Введите 6-значный код из письма или свой пароль

# auth.enter_email_title
source: Enter your email address
de: Gib deine E-Mail-Adresse ein
es: Ingresa tu correo electronico
fr: Saisissez votre adresse e-mail
it: Inserisci il tuo indirizzo e-mail
pt_br: Digite seu endereco de e-mail
ru: Введите свой адрес электронной почты

# auth.resend_in_format
source: Resend in %llds
de: Erneut senden in %llds
es: Reenviar en %lld s
fr: Renvoyer dans %lld s
it: Invia di nuovo tra %llds
pt_br: Reenviar em %llds
ru: Отправить повторно через %lld сек.

# auth.send_code
source: Send code
de: Code senden
es: Enviar codigo
fr: Envoyer le code
it: Invia codice
pt_br: Enviar codigo
ru: Отправить код

# auth.sheet.subtitle
source: Sign in to save your bucket list and sync across devices.
de: Melde dich an, um deine Bucket List zu speichern und auf allen Geraten zu synchronisieren.
es: Inicia sesion para guardar tu lista y sincronizarla entre dispositivos.
fr: Connectez-vous pour enregistrer votre bucket list et synchroniser vos appareils.
it: Accedi per salvare la tua bucket list e sincronizzarla tra i dispositivi.
pt_br: Entre para salvar sua lista de desejos e sincronizar entre dispositivos.
ru: Войдите, чтобы сохранить bucket list и синхронизировать данные между устройствами.

# auth.sheet.title
source: Sign In
de: Anmelden
es: Iniciar sesion
fr: Se connecter
it: Accedi
pt_br: Entrar
ru: Вход

# auth.use_bypass_code
source: Use Bypass Code
de: Bypass-Code verwenden
es: Usar codigo alternativo
fr: Utiliser le code de contournement
it: Usa codice di bypass
pt_br: Usar codigo de acesso
ru: Использовать обходной код

# auth.verify
source: Verify
de: Bestatigen
es: Verificar
fr: Verifier
it: Verifica
pt_br: Verificar
ru: Подтвердить

# common.add
source: Add
de: Hinzufugen
es: Agregar
fr: Ajouter
it: Aggiungi
pt_br: Adicionar
ru: Добавить

# common.back
source: Back
de: Zuruck
es: Atras
fr: Retour
it: Indietro
pt_br: Voltar
ru: Назад

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar
ru: Отмена

# common.close
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar
ru: Закрыть

# common.confirm
source: Confirm
de: Bestatigen
es: Confirmar
fr: Confirmer
it: Conferma
pt_br: Confirmar
ru: Подтвердить

# common.done
source: Done
de: Fertig
es: Listo
fr: Termine
it: Fatto
pt_br: Concluir
ru: Готово

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_br: Editar
ru: Изменить

# common.error
source: Error
de: Fehler
fr: Erreur
it: Errore
pt_br: Erro
ru: Ошибка

# common.loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt_br: Carregando...
ru: Загрузка...

# common.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pt_br: Mes
ru: Месяц

# common.not_now
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
pt_br: Agora nao
ru: Не сейчас

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar
ru: Сохранить

# common.saving
source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
pt_br: Salvando...
ru: Сохранение...

# common.score_accessibility_format
source: Score %lld
de: Punktzahl %lld
es: Puntuacion %lld
it: Punteggio %lld
pt_br: Pontuacao %lld
ru: Оценка %lld

# common.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_br: Enviar
ru: Отправить

# common.show_less
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
pt_br: Mostrar menos
ru: Показать меньше

# common.show_more
source: Show more
de: Mehr anzeigen
es: Mostrar mas
fr: Afficher plus
it: Mostra di piu
pt_br: Mostrar mais
ru: Показать больше

# common.submit
source: Submit
de: Senden
es: Enviar
fr: Soumettre
it: Invia
pt_br: Enviar
ru: Отправить

# common.this_month
source: this month
de: diesen Monat
es: este mes
fr: ce mois-ci
it: questo mese
pt_br: este mes
ru: в этом месяце

# country_detail.advisory.last_updated_format
source: Last updated: %@
de: Zuletzt aktualisiert: %@
es: Ultima actualizacion: %@
fr: Derniere mise a jour : %@
it: Ultimo aggiornamento: %@
pt_br: Ultima atualizacao: %@
ru: Обновлено: %@

# country_detail.advisory.normalized_format
source: Normalized: %d
de: Normalisiert: %d
es: Normalizado: %d
fr: Normalise : %d
it: Normalizzato: %d
pt_br: Normalizado: %d
ru: Нормализовано: %d

# country_detail.advisory.source_weight_format
source: U.S. Dept. of State · %d%%
de: US-Aussenministerium · %d%%
es: Dept. de Estado de EE. UU. · %d%%
fr: Departement d'Etat americain · %d%%
it: Dip. di Stato USA · %d%%
pt_br: Depto. de Estado dos EUA · %d%%
ru: Госдеп США · %d%%

# country_detail.advisory.title
source: Travel advisory
de: Reisewarnung
es: Aviso de viaje
fr: Conseil aux voyageurs
it: Avviso di viaggio
pt_br: Aviso de viagem
ru: Туристические рекомендации

# country_detail.advisory.view_official
source: View official advisory
de: Offiziellen Hinweis ansehen
es: Ver aviso oficial
fr: Voir le conseil officiel
it: Vedi avviso ufficiale
pt_br: Ver aviso oficial
ru: Открыть официальный источник

# country_detail.advisory.weight_format
source: Weight: %d%%
de: Gewichtung: %d%%
es: Peso: %d%%
fr: Poids : %d%%
it: Peso: %d%%
pt_br: Peso: %d%%
ru: Вес: %d%%

# country_detail.affordability.activities_per_day_format
source: Activities (per day): $%.0f USD
de: Aktivitaten (pro Tag): $%.0f USD
es: Actividades (por dia): $%.0f USD
fr: Activites (par jour) : $%.0f USD
it: Attivita (al giorno): $%.0f USD
pt_br: Atividades (por dia): $%.0f USD
ru: Активности (в день): $%.0f USD

# country_detail.affordability.daily_total_format
source: Typical daily total: $%.0f USD
de: Typische Tageskosten: $%.0f USD
es: Total diario tipico: $%.0f USD
fr: Total quotidien typique : $%.0f USD
it: Totale giornaliero tipico: $%.0f USD
pt_br: Total diario tipico: $%.0f USD
ru: Типичные расходы в день: $%.0f USD

# country_detail.affordability.estimated_daily_cost_format
source: Estimated daily cost · %d%%
de: Geschatzte Tageskosten · %d%%
es: Costo diario estimado · %d%%
fr: Cout quotidien estime · %d%%
it: Costo giornaliero stimato · %d%%
pt_br: Custo diario estimado · %d%%
ru: Оценка дневных расходов · %d%%

# country_detail.affordability.food_per_day_format
source: Food (per day): $%.0f USD
de: Essen (pro Tag): $%.0f USD
es: Comida (por dia): $%.0f USD
fr: Repas (par jour) : $%.0f USD
it: Cibo (al giorno): $%.0f USD
pt_br: Comida (por dia): $%.0f USD
ru: Еда (в день): $%.0f USD

# country_detail.affordability.footer
source: Estimated daily travel costs based on cost-of-living indices and hotel price modeling.
de: Geschatzte tagliche Reisekosten basierend auf Lebenshaltungskostenindizes und Hotelpreismodellen.
es: Costos diarios estimados de viaje basados en indices de costo de vida y modelado de precios hoteleros.
fr: Couts quotidiens de voyage estimes a partir d'indices du cout de la vie et d'une modelisation des prix hoteliers.
it: Costi di viaggio giornalieri stimati basati su indici del costo della vita e modelli dei prezzi alberghieri.
pt_br: Custos diarios estimados de viagem com base em indices de custo de vida e modelos de precos de hotel.
ru: Оценка ежедневных расходов на поездку основана на индексах стоимости жизни и модели цен на отели.

# country_detail.affordability.hotel_per_night_format
source: Hotel (per night): $%.0f USD
de: Hotel (pro Nacht): $%.0f USD
es: Hotel (por noche): $%.0f USD
fr: Hotel (par nuit) : $%.0f USD
it: Hotel (a notte): $%.0f USD
pt_br: Hotel (por noite): $%.0f USD
ru: Отель (за ночь): $%.0f USD

# country_detail.affordability.normalized_format
source: Normalized: %d
de: Normalisiert: %d
es: Normalizado: %d
fr: Normalise : %d
it: Normalizzato: %d
pt_br: Normalizado: %d
ru: Нормализовано: %d

# country_detail.affordability.title
source: Affordability
de: Erschwinglichkeit
es: Asequibilidad
fr: Abordabilite
it: Convenienza
pt_br: Custo
ru: Доступность

# country_detail.affordability.weight_format
source: Weight: %d%%
de: Gewichtung: %d%%
es: Peso: %d%%
fr: Poids : %d%%
it: Peso: %d%%
pt_br: Peso: %d%%
ru: Вес: %d%%

# country_detail.friends.friend_count_format
source: %lld friends
de: %lld Freunde
es: %lld amigos
fr: %lld ami(s)
it: %lld amici
pt_br: %lld amigos
ru: %lld друзей

# country_detail.friends.from_here
source: From here
de: Von hier
es: De aqui
fr: Originaire d'ici
it: Di qui
pt_br: Daqui
ru: Отсюда

# country_detail.friends.loading_signals
source: Loading travel signals from your circle
de: Reisesignale aus deinem Freundeskreis werden geladen
es: Cargando senales de viaje de tu circulo
fr: Chargement des signaux de voyage de votre entourage
it: Caricamento dei segnali di viaggio dalla tua cerchia
pt_br: Carregando sinais de viagem do seu circulo
ru: Загружаем сигналы о путешествиях из вашего круга

# country_detail.friends.no_signals_format
source: %lld friends, no travel signals yet
de: %lld Freunde, noch keine Reisesignale
es: %lld amigos, todavia sin senales de viaje
fr: %lld ami(s), aucun signal de voyage pour le moment
it: %lld amici, nessun segnale di viaggio ancora
pt_br: %lld amigos, ainda sem sinais de viagem
ru: %lld друзей, но пока без сигналов о поездках

# country_detail.friends.nobody_yet
source: Nobody yet
de: Noch niemand
es: Todavia nadie
fr: Personne pour le moment
it: Ancora nessuno
pt_br: Ninguem ainda
ru: Пока никого

# country_detail.friends.preview_title
source: Your friends
de: Deine Freunde
es: Tus amigos
fr: Vos amis
it: I tuoi amici
pt_br: Seus amigos
ru: Ваши друзья

# country_detail.friends.see_who
source: See who has visited, wants to go, or is from here.
de: Sieh, wer hier war, hinmochte oder von hier ist.
es: Mira quien ha visitado, quiere ir o es de aqui.
fr: Voyez qui y est alle, veut y aller, ou en est originaire.
it: Scopri chi e stato qui, chi vuole andarci o chi e di qui.
pt_br: Veja quem ja esteve aqui, quer ir ou e daqui.
ru: Посмотрите, кто уже был здесь, хочет поехать или родом отсюда.

# country_detail.friends.unlock_signals
source: Add friends to unlock travel signals here.
de: Fuge Freunde hinzu, um hier Reisesignale freizuschalten.
es: Agrega amigos para desbloquear senales de viaje aqui.
fr: Ajoutez des amis pour debloquer ici les signaux de voyage.
it: Aggiungi amici per sbloccare qui i segnali di viaggio.
pt_br: Adicione amigos para desbloquear sinais de viagem aqui.
ru: Добавьте друзей, чтобы открыть сигналы о путешествиях здесь.

# country_detail.friends.visited
source: Visited
de: Besucht
es: Visitado
fr: Visite
it: Visitato
pt_br: Visitou
ru: Были здесь

# country_detail.friends.want_to_go
source: want to go
de: mochte hin
es: quieren ir
fr: veulent y aller
it: vuole andarci
pt_br: quer ir
ru: хотят поехать

# country_detail.language.barrier
source: Language may be a barrier here.
de: Sprache konnte hier eine Hürde sein.
es: El idioma puede ser una barrera aqui.
fr: La langue peut etre un obstacle ici.
it: La lingua potrebbe essere una barriera qui.
pt_br: O idioma pode ser uma barreira aqui.
ru: Язык может быть здесь барьером.

# country_detail.language.detail.practice_also
source: You can also practice your %@ here.
de: Du kannst hier auch dein %@ uben.
es: Tambien puedes practicar tu %@ aqui.
fr: Vous pouvez aussi pratiquer votre %@ ici.
it: Qui puoi anche esercitare il tuo %@.
pt_br: Voce tambem pode praticar seu %@ aqui.
ru: Здесь вы также можете практиковать %@.

# country_detail.language.detail.tourism_heavy
source: It should be most useful in tourism-heavy areas rather than everywhere.
de: Am nutzlichsten ist es wahrscheinlich in stark touristischen Gegenden statt uberall.
es: Deberia ser mas util en zonas con mucho turismo que en todo el pais.
fr: Cela sera surtout utile dans les zones tres touristiques plutot que partout.
it: Probabilmente sara piu utile nelle aree molto turistiche che ovunque.
pt_br: Provavelmente sera mais util em areas fortemente turisticas do que em todo lugar.
ru: Скорее всего, язык будет особенно полезен в туристических зонах, а не повсюду.

# country_detail.language.detail.tourist_areas
source: Expect things to feel easiest in major tourist areas.
de: Am einfachsten wird es sich wahrscheinlich in grossen Touristengebieten anfuhlen.
es: Espera que todo resulte mas facil en las principales zonas turisticas.
fr: Attendez-vous a ce que cela soit plus facile dans les grandes zones touristiques.
it: Probabilmente sara piu facile nelle principali aree turistiche.
pt_br: A experiencia deve ser mais facil nas principais areas turisticas.
ru: Проще всего будет в основных туристических районах.

# country_detail.language.empty.detail
source: This territory has no permanent settled population, so there is no typical resident language environment to score against.
de: Dieses Gebiet hat keine standige ansassige Bevolkerung, daher gibt es keine typische Sprachumgebung, mit der man vergleichen konnte.
es: Este territorio no tiene una poblacion residente permanente, por lo que no existe un entorno linguistico tipico con el que comparar.
fr: Ce territoire n'a pas de population permanente installee, donc il n'y a pas d'environnement linguistique resident typique a evaluer.
it: Questo territorio non ha una popolazione residente permanente, quindi non esiste un normale contesto linguistico locale da valutare.
pt_br: Este territorio nao tem populacao residente permanente, entao nao existe um ambiente linguistico tipico para avaliar.
ru: На этой территории нет постоянного населения, поэтому обычную языковую среду здесь оценить нельзя.

# country_detail.language.empty.headline
source: A normal language score does not really apply here.
de: Eine normale Sprachwertung ist hier nicht wirklich anwendbar.
es: Una puntuacion de idioma normal no aplica realmente aqui.
fr: Un score linguistique normal ne s'applique pas vraiment ici.
it: Un normale punteggio linguistico qui non si applica davvero.
pt_br: Uma pontuacao normal de idioma realmente nao se aplica aqui.
ru: Обычная языковая оценка здесь не совсем применима.

# country_detail.language.footer
source: Based on country-level language coverage and your saved language codes. Real-world experience can vary by city and region.
de: Basiert auf der landesweiten Sprachabdeckung und deinen gespeicherten Sprachcodes. Die Erfahrung vor Ort kann je nach Stadt und Region variieren.
es: Basado en la cobertura de idiomas a nivel pais y tus codigos de idioma guardados. La experiencia real puede variar segun la ciudad y la region.
fr: Base sur la couverture linguistique au niveau national et sur vos codes de langue enregistres. L'experience reelle peut varier selon la ville et la region.
it: Basato sulla copertura linguistica del paese e sui tuoi codici lingua salvati. L'esperienza reale puo variare da citta a regione.
pt_br: Com base na cobertura linguistica do pais e nos seus codigos de idioma salvos. A experiencia real pode variar por cidade e regiao.
ru: Основано на языковом покрытии страны и сохранённых вами языках. Реальный опыт может отличаться по городам и регионам.

# country_detail.language.headline.barrier_parts
source: Language may still be a barrier in parts of the country.
de: Sprache kann in Teilen des Landes weiterhin eine Hürde sein.
es: El idioma aun puede ser una barrera en algunas partes del pais.
fr: La langue peut encore etre un obstacle dans certaines parties du pays.
it: La lingua puo ancora essere una barriera in alcune parti del paese.
pt_br: O idioma ainda pode ser uma barreira em partes do pais.
ru: Язык всё ещё может быть барьером в некоторых частях страны.

# country_detail.language.headline.comfortable
source: You'll be comfortable traveling here in %@.
de: Du wirst hier mit %@ gut zurechtkommen.
es: Te sentiras comodo viajando aqui en %@.
fr: Vous serez a l'aise pour voyager ici en %@.
it: Qui viaggerai comodamente con %@.
pt_br: Voce vai se sentir confortavel viajando aqui com %@.
ru: Вам будет комфортно путешествовать здесь на %@.

# country_detail.language.headline.get_by
source: You can likely get by here in %@.
de: Mit %@ kommst du hier wahrscheinlich zurecht.
es: Probablemente puedas manejarte aqui en %@.
fr: Vous devriez pouvoir vous debrouiller ici en %@.
it: Qui probabilmente riuscirai a cavartela con %@.
pt_br: Voce provavelmente vai conseguir se virar aqui com %@.
ru: Скорее всего, здесь можно обойтись с %@.

# country_detail.language.headline.helpful
source: %@ should help in many travel situations here.
de: %@ wird dir hier in vielen Reisesituationen helfen.
es: %@ deberia ayudarte en muchas situaciones de viaje aqui.
fr: %@ devrait vous aider dans de nombreuses situations de voyage ici.
it: %@ ti aiutera in molte situazioni di viaggio qui.
pt_br: %@ deve ajudar em muitas situacoes de viagem aqui.
ru: %@ поможет вам во многих ситуациях во время поездки.

# country_detail.language.headline.practice
source: You can practice your %@ here, but you may not want to rely on it.
de: Du kannst hier dein %@ uben, solltest dich aber vielleicht nicht komplett darauf verlassen.
es: Puedes practicar tu %@ aqui, pero quizas no quieras depender de ello.
fr: Vous pouvez pratiquer votre %@ ici, mais vous ne voudrez peut-etre pas compter uniquement dessus.
it: Qui puoi praticare il tuo %@, ma potresti non volerci fare completo affidamento.
pt_br: Voce pode praticar seu %@ aqui, mas talvez nao queira depender totalmente dele.
ru: Здесь можно практиковать %@, но полагаться только на него может быть не стоит.

# country_detail.language.source_britannica
source: Source: Britannica
de: Quelle: Britannica
es: Fuente: Britannica
it: Fonte: Britannica
pt_br: Fonte: Britannica
ru: Источник: Britannica

# country_detail.language.source_glottolog
source: Source: Glottolog
de: Quelle: Glottolog
es: Fuente: Glottolog
it: Fonte: Glottolog
pt_br: Fonte: Glottolog
ru: Источник: Glottolog

# country_detail.language.title
source: Language Compatibility
de: Sprachkompatibilitat
es: Compatibilidad de idioma
fr: Compatibilite linguistique
it: Compatibilita linguistica
pt_br: Compatibilidade linguistica
ru: Языковая совместимость

# country_detail.language.why_score
source: Why this score?
de: Warum diese Wertung?
es: Por que esta puntuacion?
fr: Pourquoi ce score ?
it: Perche questo punteggio?
pt_br: Por que essa pontuacao?
ru: Почему такой балл?

# country_detail.language.your_languages_weight_format
source: Your languages · %d%%
de: Deine Sprachen · %d%%
es: Tus idiomas · %d%%
fr: Vos langues · %d%%
it: Le tue lingue · %d%%
pt_br: Seus idiomas · %d%%
ru: Ваши языки · %d%%

# country_detail.seasonality.best_months
source: Best months:
de: Beste Monate:
es: Mejores meses:
fr: Meilleurs mois :
it: Mesi migliori:
pt_br: Melhores meses:
ru: Лучшие месяцы:

# country_detail.seasonality.body.best
source: Weather and crowd patterns are ideal for this month.
de: Wetter und Andrang sind fur diesen Monat ideal.
es: El clima y los patrones de afluencia son ideales para este mes.
fr: La meteo et l'affluence sont ideales pour ce mois.
it: Meteo e affluenza sono ideali per questo mese.
pt_br: Clima e padroes de movimento sao ideais para este mes.
ru: Погодные условия и уровень загруженности идеальны для этого месяца.

# country_detail.seasonality.body.current
source: Seasonality data is limited; timing may still be fine, but check local conditions.
de: Die Saisonalitatsdaten sind begrenzt; der Zeitpunkt kann trotzdem gut sein, aber prufe die lokalen Bedingungen.
es: Los datos de estacionalidad son limitados; aun asi podria ser un buen momento, pero revisa las condiciones locales.
fr: Les donnees de saisonnalite sont limitees ; la periode peut quand meme convenir, mais verifiez les conditions locales.
it: I dati sulla stagionalita sono limitati; il periodo potrebbe comunque andare bene, ma controlla le condizioni locali.
pt_br: Os dados de sazonalidade sao limitados; o momento ainda pode ser bom, mas confira as condicoes locais.
ru: Данные по сезонности ограничены; время всё ещё может быть удачным, но проверьте местные условия.

# country_detail.seasonality.body.good
source: Conditions are generally favorable for this month, with decent weather and crowds.
de: Die Bedingungen sind in diesem Monat allgemein gunstig, mit ordentlichem Wetter und Andrang.
es: Las condiciones suelen ser favorables este mes, con buen clima y una afluencia razonable.
fr: Les conditions sont globalement favorables pour ce mois, avec une bonne meteo et une affluence raisonnable.
it: Le condizioni sono generalmente favorevoli in questo mese, con buon meteo e affluenza gestibile.
pt_br: As condicoes geralmente sao favoraveis neste mes, com clima e movimento razoaveis.
ru: Условия в целом благоприятны для этого месяца: хорошая погода и приемлемая загруженность.

# country_detail.seasonality.body.poor
source: This month isn’t an ideal time for weather or crowds; consider different months if possible.
de: Dieser Monat ist fur Wetter oder Andrang weniger ideal; wenn moglich, erwage andere Monate.
es: Este mes no es ideal por el clima o la afluencia; considera otros meses si es posible.
fr: Ce mois n'est pas ideal pour la meteo ou l'affluence ; envisagez d'autres mois si possible.
it: Questo mese non e ideale per meteo o affluenza; se possibile valuta altri mesi.
pt_br: Este mes nao e o ideal para clima ou movimento; se possivel, considere outros meses.
ru: Этот месяц не лучший по погоде и загруженности; если возможно, рассмотрите другие месяцы.
